'''公主连接Re:dive的游戏数据'''


'''角色名称

遵照格式： id: [台服官译简体, 日文原名, 英文名(罗马音), B服官译, 常见别称, 带错别字的别称等] （<-依此顺序）
若暂无台服官译则用日文原名占位，台日用全角括号，英文用半角括号
'''
CHARA_NAME = {
  
    4800:['普利特维采','普利特维采a'],
    4801:['鲁','鲁a'],
    4802:['未来骑士','未来骑士a'],
    4803:['尤金','尤金a'],
    4804:['贝丝','贝丝a'],
    4805:['阿列夫','阿列夫a'],
    4806:['琳恩','琳恩a'],
    4807:['比什巴赫','比什巴赫a'],
    4808:['兰儿','兰儿a'],
    4809:['拉碧丝','拉碧丝a'],
    4810:['瑞皮娜','瑞皮娜a'],
    4811:['艾米k','艾米ka'],
    4812:['马修','马修a'],
    4813:['柚子','柚子a'],
    4814:['白兽','白兽a'],
    4815:['夏皮拉','夏皮拉a'],
    4816:['男骑士','男骑士a'],
    4817:['涅娃','涅娃a'],
    4818:['梅儿','梅儿a'],
    4819:['赤雪','赤雪a'],
    4820:['佩儿','佩儿a'],
    4821:['芭莉','芭莉a'],
    4822:['阿拉贝尔','阿拉贝尔a'],
    4823:['蒂尼亚','蒂尼亚a'],
    4824:['奈里','奈里a'],
    4825:['比安卡','比安卡a'],
    4826:['加拉姆','加拉姆a'],
    4827:['吉尔瓦斯','吉尔瓦斯a'],
    4828:['伊娃','伊娃a'],
    4829:['赫卡忒','赫卡忒a'],
    4830:['道尔夫','道尔夫a'],
    4831:['索菲','索菲a'],
    4832:['埃尔韦拉','埃尔韦拉a'],
    4833:['玛丽安','玛丽安a'],
    4834:['可可','可可a'],
    4835:['丽','丽a'],
    4836:['吉蒙里','吉蒙里a'],
    4837:['瑞秋','瑞秋a'],
    4838:['凯瑟琳','凯瑟琳a'],
    4839:['米雅','米雅a'],
    4840:['偶像伊娃','偶像伊娃a'],
    4841:['维罗妮卡','维罗妮卡a'],
    4842:['诺克西亚','诺克西亚a'],
    4843:['加百列k','加百列ka'],
    4844:['阿依莎','阿依莎a'],
    4845:['罗兰茵','罗兰茵a'],
    4846:['青叶k','青叶ka'],
    4847:['帕比','帕比a'],
    4848:['卡瑞娜','卡瑞娜a'],
    4849:['奥格玛','奥格玛a'],
    4850:['玛丽娜','玛丽娜a'],
    4851:['未来公主','未来公主a'],
    4852:['克雷格','克雷格a'],
    4853:['岚芳','岚芳a'],
    4854:['拉比','拉比a'],
    


}
